[
    {
        "name": "Wasy",
        "review": "This BMW M 760li X drive was amazing car and this BMW M 760li X drive was the number one car of all BMW cars in the world.",
        "ratings": 4.5,
        "id": 201,
        "img": ""
    },
    {
        "name": "Sazzad",
        "review": "BMW 7 series comes with high performance, high comfort level, best in the segment, the quality grade is high, loaded with lots of features. As my opinion, It is value for money car.",
        "ratings": 5.0,
        "id": 202,
        "img": ""
    },
    {
        "name": "Abdullah",
        "review": "The look of the BMW 7 Series from both the interior and exterior is great. The power is great. Overall it is a great luxury car and another thing that I like most about the car is the security system, it provides. Also, it has some cool features like remote control parking.",
        "ratings": 4.7,
        "id": 203,
        "img": ""
    },
    {
        "name": "Tahmid",
        "review": "Beast on the drive. Only the one thing that disappoints me that why the doors are not frameless because as a customer the impressive things in the looks are a classy design which is really amazing 5/5 in body design but only the doors.",
        "ratings": 4.9,
        "id": 204,
        "img": ""
    },
    {
        "name": "Arham",
        "review": "It is the best car of the world with the best mileage, best comfort, best performance, best speed, best modes ( eco, eco pro, sport, sport + and comfort ), best style, best design, best laser headlamps and the best sunroof. On driving this it gives perfect performance to the driver.",
        "ratings": 5.0,
        "id": 205,
        "img": ""
    },
    {
        "name": "Muhammad",
        "review": "Are this very most powerful sedan and large engine CC profile and comfort options tyre profile.Very best performance, blindness trust safety, and fabulous comfort, mileage is Awesome, Look Is Royal. My Maintenance is not costly. My choice is only the BMW 7 Series, not only 7 Series. are Superb. But also BMW all the model.",
        "ratings": 5.0,
        "id": 206,
        "img": ""
    }
]